Repository: yuki-iptv/yuki-iptv
Catalog: po/astronciaiptv-*.po
Languages: hr, pl, uk

# name
source: English
hr: Hrvatski
pl: Polski
uk: Українська

# m3u_ready
source: Ready
hr: Spremno
pl: Gotowy
uk: Готовий

# m3u_m3ueditor
source: m3u Editor
hr: m3u Uređivač
pl: Edytor m3u
uk: Редактор плейлистів m3u

# m3u_noname
source: No Name
hr: Bezimeno
pl: Bez nazwy
uk: Без імені

# m3u_waschanged
source: The document was changed.<br>Do you want to save the changes?
hr: Dokument je promijenjen.<br>Želite li spremiti promjene?
pl: Dokument został zmieniony.<br>Czy chcesz zapisać zmiany?
uk: Плейлист був змінений.<br>Ви хочете зберегти зміни?

# m3u_saveconfirm
source: Save Confirmation
hr: Potvrda spremanja
pl: Zapisz wpis
uk: Підтвердити збереження

# m3u_file
source: File
hr: Datoteka
pl: Plik
uk: Готовий

# m3u_loadm3u
source: Load M3U
hr: Učitaj M3U
pl: Załaduj M3U
uk: Відкрити плейлист M3U

# m3u_saveas
source: Save as
hr: Spremi kao
pl: Zapisz jako
uk: Зберегти як

# m3u_find
source: find
hr: potraži
pl: Znajdź
uk: знайти

# m3u_replacewith
source: replace with
hr: zamijeni s
pl: Zastąp z
uk: замінити

# m3u_replaceall
source: replace all
hr: zamijeni sve
pl: Zamień wszystko
uk: замінити все

# m3u_deleterow
source: delete row
hr: obriši redak
pl: Usuń wiersz
uk: видалити рядок

# m3u_addrow
source: add row
hr: dodaj redak
pl: Dodaj wiersz
uk: додати рядок

# m3u_movedown
source: move down
hr: pomakni dolje
pl: Przenieś niżej
uk: опустити вниз

# m3u_moveup
source: move up
hr: pomakni gore
pl: Przenieś wyżej
uk: підняти вгору

# m3u_filtergroup
source: filter group (press Enter)
hr: filtriraj grupu (pritisni Enter)
pl: grupa filtrów (naciśnij Enter)
uk: фільтр по групах (натисніть Enter)

# m3u_searchterm
source: insert search term and press enter use Selector → to choose column to search
hr: upišite izraz pretrage i pritisnite enter koristite rezultate → za odabir željenog stupca
pl: wstaw wyszukiwane hasło i naciśnij enter użyj Selektora →, aby wybrać kolumnę do wyszukania
uk: введіть пошуковий запит і натисніть Enter праворуч оберіть групу для пошуку

# m3u_choosecolumn
source: choose column to search
hr: odaberite stupac za pretragu
pl: wybierz kolumnę do przeszukania
uk: оберіть стовпчик для пошуку

# m3u_openfile
source: Open File
hr: Otvori datoteku
pl: Otwórz plik
uk: Відкрити файл

# m3u_playlists
source: Playlists (*.m3u)
hr: Popisi izvođenja (*.m3u)
pl: Playlisty (*.m3u)
uk: Плейлисти (*.m3u)

# m3u_loaded
source: loaded
hr: učitano
pl: załadowany
uk: завантажено

# m3u_savefile
source: Save File
hr: Spremi datoteku
pl: Zapisz plik
uk: Зберегти файл

# m3u_m3ufiles
source: Playlists (*.m3u, *.xspf)
hr: Popisi izvođenja (*.m3u, *.xspf)
pl: Pliki M3U (*.m3u)
uk: M3U плейлисти (*.m3u, *.xspf)

source: Error
hr: Greška
pl: Błąd
uk: Помилка

# playerror
source: Playing error
hr: Greška reprodukcije
pl: Błąd odtwarzania
uk: Помилка відтворення

# error2
source: Astroncia IPTV error
hr: Astroncia IPTV greška
pl: Błąd Astroncia IPTV
uk: Помилка Astroncia IPTV

source: starting
hr: pokretanje
pl: startowy
uk: запускається

# binarynotfound
source: Binary modules not found!
hr: Binarni moduli nisu pronađeni!
pl: Nie znaleziono modułów binarnych!
uk: Не знайдено бінарних модулів!

# nocacheplaylist
source: Playlist caching off
hr: Predmemorija popisa izvođenja isključena
pl: Pamięć podręczna playlisty wyłączona
uk: Кешування плейлиста відключене

source: Loading playlist...
hr: Učitavanje popisa izvođenja...
pl: Ładowanie playlisty...
uk: Йде завантаження плейлиста...

# playlistloaderror
source: Playlist loading error!
hr: Greška učitavanja popisa izvođenja!
pl: Błąd ładowania playlisty!
uk: Помилка завантаження плейлиста!

# playlistloaddone
source: Playling loading done!
hr: Učitavanje popisa izvođenja završeno!
pl: Ładowanie zakończone!
uk: Завантаження плейлиста завершено!

source: Caching playlist...
hr: Stvaranje predmemorije popisa izvođenja...
pl: Buforuję playlistę...
uk: Кешую плейлист...

# playlistcached
source: Playlist cache saved!
hr: Predmemorija popisa izvođenja spremljena!
pl: Pamięć podręczna listy odtwarzania została zapisana!
uk: Кеш плейлиста збережено!

source: Using cached playlist
hr: Koristi se predmemorija popisa izvođenja
pl: Użycie pamięci podręcznej i listy odtwarzania
uk: Використовую кешований плейлист

source: Settings
hr: Postavke
pl: Ustawienia
uk: Налаштування

source: Help
hr: Pomoć
pl: Pomoc
uk: Допомога

source: Channel settings
hr: Postavke programa
pl: Ustawienia kanałów
uk: Налаштування каналу

# selectplaylist
source: Select m3u playlist
hr: Odaberi m3u popis izvođenja
pl: Wybierz listę odtwarzania m3u
uk: Оберіть m3u плейлист

# selectepg
source: Select EPG file (XMLTV or JTV EPG)
hr: Odaberi EPG datoteku (XMLTV ili JTV EPG)
pl: Wybierz plik EPG (XMLTV or JTV EPG)
uk: Оберіть файл телепрограми (XMLTV / JTV EPG)

# selectwritefolder
source: Select folder for recordings and screenshots
hr: Odaberi mape za snimanje i slike zaslona
pl: Wybierz folder do nagrań i zrzutów ekranu
uk: Оберіть папку для запису і знімків екрану

source: Deinterlace
hr: Raspletanje
pl: Usuwanie przeplotu
uk: Деінтерлейсинг

source: User agent
hr: Korisnički agent
pl: Nagłówek identyfikujący

# empty
source: None
hr: Nijedan
pl: Żaden
uk: Порожній

source: Channel
hr: Program
pl: Kanał
uk: Канал

source: Save settings
hr: Spremi postavke
pl: Zapisz ustawienia
uk: Зберегти налаштування

source: Save
hr: Spremi
pl: Zapisz
uk: Зберегти

# m3uplaylist
source: M3U / XSPF playlist
hr: M3U / XSPF popis izvođenja
pl: Lista odtwarzania M3U
uk: Плейлист M3U / XSPF

# updateatboot
source: Update playlist at launch
hr: Nadopuni popis izvođenja pri pokretanju
pl: Aktualizuj przy uruchomieniu
uk: Оновлювати при запуску

# epgaddress
source: TV guide address (XMLTV or JTV)
hr: Adresa TV vodiča (XMLTV ili JTV)
pl: Przewodnik telewizyjny adres (XMLTV lub JTV)
uk: Адреса телепрограми (XMLTV / JTV)

# writefolder
source: Folder for recordings and screenshots
hr: Mapa za snimanje i slike zaslona
pl: Folder na nagrania i zrzuty ekranu
uk: Папка для записів та знімків екрану

# orselectyourprovider
source: Or select provider
hr: Ili odaberite pružatelja usluge
pl: Lub wybierz dostawcę
uk: Або оберіть провайдера

# resetchannelsettings
source: Reset channel settings and sorting
hr: Vrati izvorne postavke i poredak programa
pl: Zresetuj sortowanie i ustawienia kanałów
uk: Скинути налаштування каналів і сортування

source: Not selected
hr: Nije odabrano
pl: Nie zaznaczono
uk: не обрано

source: Close
hr: Zatvori
pl: Zamknij
uk: Закрити

source: No channel selected
hr: Nema odabranog programa
pl: Nie wybrano kanału
uk: Не обрано канал

source: Pause
hr: Pauza
pl: Pauza
uk: Пауза

source: Play
hr: Reprodukcija
pl: Odtwarzaj
uk: Відтворити

# exitfullscreen
source: To exit fullscreen mode press
hr: Za izlazak iz cjelozaslonskog prikaza pritisnite
pl: Aby wyjść z trybu pełnoekranowego, naciśnij
uk: Для виходу з повноекранного режиму натисніть клавішу

source: Volume
hr: Glasnoća zvuka
pl: Głośność
uk: Гучність

source: Volume off
hr: Utišano
pl: Wyciszenie
uk: Гучність вимк.

source: Select
hr: Gledaj
pl: Wybierz
uk: Обрати

source: TV guide
hr: TV vodič
pl: program TV
uk: Телепрограма

source: Start recording
hr: Pokreni snimanje
pl: Rozpocznij nagrywanie
uk: Почати запис

source: Loading...
hr: Učitavanje...
pl: Ładowanie...
uk: Завантаження...

source: Doing screenshot...
hr: Stvaranje slike zaslona...
pl: Wykonywanie zrzutu ekranu...
uk: Роблю знімок екрану...

source: Screenshot saved!
hr: Slika zaslona spremljena!
pl: Zapisano zrzut ekranu!
uk: Знімок екрану збережено!

# screenshotsaveerror
source: Screenshot saving error!
hr: Greška spremanja slike zaslona!
uk: Помилка створення знімку екрану!

source: No TV guide for channel
hr: Nema TV vodiča za program
pl: Brak przewodnika telewizyjnego dla kanału
uk: Нема телепрограми для каналу

source: Preparing record
hr: Pripremanje snimanja
pl: Przygotowuję zapis
uk: Підготовка запису

# nochannelselforrecord
source: No channel selected for record
hr: Nema odabranog programa za snimanje
pl: Nie wybrano kanału do nagrywania
uk: Не обрано канал для запису

source: Stop
hr: Zaustavi
uk: Стоп

source: Fullscreen
hr: Cjelozaslonski prikaz
pl: Pełny ekran
uk: Повний екран

source: Open recordings folder
hr: Otvori mapu snimanja
pl: Otwórz folder nagrań
uk: Відкрити папку записів

source: Record
hr: Snimi
pl: Nagrywanie
uk: Запис

source: Screenshot
hr: Slika zaslona
pl: Zrzut ekranu
uk: Знімок екрану

# prevchannel
source: Previous channel
hr: Prijašnji program
pl: Poprzedni kanał
uk: Попередній канал

source: Next channel
hr: Sljedeći program
pl: Następny kanał
uk: Наступний канал

# tvguideupdating
source: Updating TV guide...
hr: Nadopuna TV vodiča...
pl: Aktualizuję przewodnik telewizyjny...
uk: Оновлення телепрограми...

# tvguideupdatingerror
source: TV guide update error!
hr: Greška nadopune TV vodiča!
pl: Błąd aktualizacji przewodnika telewizyjnego!
uk: Помилка оновлення телепрограми!

# tvguideupdatingdone
source: TV guide update done!
hr: Nadopuna TV vodiča završena!
pl: Aktualizacja przewodnika telewizyjnego zakończona!
uk: Оновлення телепрограми завершено!

# recordwaiting
source: Waiting for record
hr: Čekanje snimanja
pl: Czekam na zapis
uk: Очікування запису

source: All channels
hr: Svi programi
pl: Wszystkie kanały
uk: Усі канали

# favourite
source: Favourites
hr: Omiljeni
pl: Ulubione
uk: Обране

# interfacelang
source: Interface language
hr: Jezik sučelja
pl: Język interfejsu
uk: Мова програми

source: TV guide offset
hr: Pomak TV vodiča
pl: Przesunięcie czasowe przewodnika telewizyjnego
uk: Поправка часу

source: hours
hr: sata
pl: godziny
uk: годин

# hwaccel
source: Hardware acceleration
hr: Hardversko ubrzanje
pl: Sprzętowa akceleracja
uk: Апаратне прискорення

# sort
source: Channel sort
hr: Poredak programa
pl: Sortowanie kanałów
uk: Сортування каналів

# sortitems1
source: as in playlist
hr: kao u popisu izvođenja
pl: jak na liście odtwarzania
uk: як в плейлисті

# sortitems2
source: alphabetical order
hr: abecedni poredak
pl: w porządku alfabetycznym
uk: за алфавітом

# sortitems3
source: reverse alphabetical order
hr: obrnuti abecedni poredak
pl: w odwrotnej kolejności alfabetycznej
uk: за зворотнім алфавітом

# sortitems4
source: custom
hr: prilagođeni
pl: niestandardowe
uk: власне сортування

# donotforgetsort
source: Do not forget to set custom sort order in settings!
hr: Ne zaboravite postaviti prilagođeni poredak u postavkama!
pl: Nie zapomnij ustawić niestandardowej kolejności sortowania w ustawieniach!
uk: Не забудьте вказати власне сортування в налаштуваннях!

source: More settings
hr: Više postavki
pl: Więcej ustawień
uk: Більше налаштувань

source: Less settings
hr: Manje postavki
pl: Mniej ustawień
uk: Менше налаштувань

source: enabled
hr: omogućeno
pl: włączone
uk: увімкнено

source: disabled
hr: onemogućeno
pl: wyłączone
uk: вимкнено

source: seconds.
hr: sekunde.
pl: sekundy.
uk: секунд.

source: Cache
hr: Predmemorija
pl: Pamięć podręczna
uk: Кеш

# chansearch
source: Search channel
hr: Potraži program
pl: Wyszukaj kanał
uk: Пошук по каналах

source: Reconnecting...
hr: Ponovno povezivanje...
pl: Ponowne łączenie...
uk: Повторне підключення...

source: Group
hr: Grupa
pl: Grupa
uk: Група

# hide
source: Hide channel
hr: Sakrij program
pl: Ukryj kanał
uk: Сховати канал

source: Contrast
hr: Kontrast
pl: Kontrast
uk: Контраст

source: Brightness
hr: Svjetlina
pl: Jasność
uk: Яскравість

source: Hue
hr: Nijansa
pl: Odcień
uk: Відтінок

source: Saturation
hr: Zasićenje
pl: Nasycenie
uk: Насиченість

source: Gamma
hr: Gama
uk: Гамма

# timeshift
source: Archive
hr: Arhiva programa
pl: Przesunięcie w czasie
uk: Архів

# tab_main
source: Main
hr: Općenito
pl: Główne Ustawienia
uk: Загальні

# tab_video
source: Video
hr: Slika
pl: Wideo
uk: Відео

# tab_network
source: Network
hr: Mreža
pl: Sieć
uk: Мережа

# tab_other
source: Other
hr: Ostalo
pl: Inne
uk: Інше

source: mpv options
hr: mpv mogućnosti
pl: Opcje mpv
uk: mpv опції

# donotupdateepg
source: Do not update EPG at boot
hr: Ne nadopunjuj EPG pri pokretanju
pl: Nie aktualizuj EPG podczas startu programu
uk: Не оновлювати EPG під час запуску

source: Search
hr: Pretraži
pl: Szukaj
uk: Пошук

# tab_gui
source: GUI
hr: Korisničko sučelje
pl: Interfejs
uk: Інтерфейс

# epg_gui
source: TV guide interface
hr: Sučelje TV vodiča
pl: Przewodnik telewizyjny interfejs
uk: Вид телепрограми

source: Classic
hr: Klasično
pl: Klasyczny
uk: Класичний

source: Simple
hr: Jednostavno
pl: Prosty
uk: Спрощений

source: Simple (no icons)
hr: Jednostavno (bez ikona)
pl: Prosty (bez ikon)
uk: Спрощений (без логотипів)

source: Update
hr: Nadopuni
pl: Aktualizacja
uk: Оновити

# scheduler
source: Recording scheduler
hr: Raspored snimanja
pl: Harmonogram nagrywania
uk: Планувальник запису

source: Choose channel
hr: Odaberi program
pl: Wybierz kanał
uk: Оберіть канал

# starttime
source: Start record time
hr: Vrijeme početka snimanja
pl: Czas rozpoczęcia nagrywania
uk: Початок запису

# endtime
source: End record time
hr: Vrijeme završetka snimanja
pl: Czas zakończenia nagrywania
uk: Завершення запису

# addrecord
source: Add
hr: Dodaj
pl: Dodaj
uk: Додати

# delrecord
source: Remove
hr: Ukloni
pl: Usuń
uk: Видалити

# plannedrec
source: Planned recordings
hr: Planirana snimanja
pl: Planowane nagrania
uk: Заплановані записи

# warningstr
source: Recording of two channels simultaneously is not available!
hr: Snimanje dva programa istovremeno nije moguće!
pl: Nagrywanie dwóch kanałów jednocześnie nie jest możliwe!
uk: Одночасний запис двох каналів недоступний!

source: Status
hr: Stanje
uk: Статус

# recnothing
source: No planned recordings
hr: Nema planiranih snimanja
pl: Brak planowanych nagrań
uk: Нема запланованих записів

# recwaiting
source: Waiting for record
hr: Čekanje snimanja
pl: Czekam na zapis
uk: Очікування початку запису

# recrecording
source: Recording
hr: Snimanje
pl: Nagranie
uk: Йде запис

# activerec
source: Active recordings
hr: Aktivna snimanja
pl: Nagranie aktywne
uk: Активні записи

source: Page
hr: Stranica
pl: Strona
uk: Сторінка

# fasterview
source: For faster channel loading, set the cache for 1 or more seconds in the network settings
hr: Za brže učitavanje programa, postavite predmemoriju na 1 ili više sekundi u mrežnim postavkama
pl: Aby przyspieszyć ładowanie kanału, ustaw pamięć podręczną na co najmniej 1 sekundę w ustawieniach sieci.
uk: Для швидшого завантаження каналів встановіть кеш 1 або більше секунд в налаштуваннях мережі

source: Playlists
hr: Popisi izvođenja
pl: Dostawcy
uk: Плейлисти

# provselect
source: Select
hr: Odaberi
pl: Wybierz
uk: Обрати

# provadd
source: Add
hr: Dodaj
pl: Dodaj
uk: Додати

# provedit
source: Edit
hr: Uredi
pl: Edytuj
uk: Редагувати

# provdelete
source: Delete
hr: Obriši
pl: Usuń
uk: Видалити

# provname
source: Name
hr: Naziv
pl: Nazwa
uk: Назва

source: of
hr: od
pl: z
uk: з

# importhypnotix
source: Import from Hypnotix
hr: Uvezi iz Hypnotixa
pl: Importuj z Hypnotix
uk: Імпортувати з Hypnotix

source: Channels on page
hr: Programa na stranici
pl: Kanały na stronie
uk: Каналів на сторінку

# resetdefplaylists
source: Reset to defaults
hr: Vrati izvorno
pl: Przywróć domyślne ustawienia
uk: Відновити типові

source: License
hr: Licenca
pl: Licencja
uk: Ліцензія

# openprevchan
source: Open previous channel at startup
hr: Otvori posljednji program pri pokretanju
pl: Otwórz poprzedni kanał na starcie
uk: Під час запуску вмикати попередній канал

# smscheduler
source: Scheduler
hr: Raspored
pl: Zaplanuj
uk: Планувальник

# praction
source: Post-recording action
hr: Radnja nakon završetka snimanja
pl: Po nagraniu akcja
uk: Після закінчення запису зробити:

source: Nothing to do
hr: Ne čini ništa
pl: Nic do zrobienia
uk: нічого не робити

# stoppress
source: Press Stop
hr: Zaustavi snimanje
pl: Naciśnij Stop
uk: натиснути на Стоп

source: Turn off PC
hr: Isključi PC
pl: Wyłącz komputer
uk: вимкнути ПК

# exitprogram
source: Quit the program
hr: Zatvori program
pl: Zamknij program
uk: вийти з програми

# nohypnotixpf
source: No Hypnotix playlists found!
hr: Nema pronađenih Hypnotix popisa izvođenja!
pl: Nie znaleziono listy odtwarzania Hypnotix!
uk: Плейлисти Hypnotix не знайдені!

source: Theme
hr: Tema
pl: Motyw
uk: Тема

# videoaspect
source: Aspect ratio
hr: Omjer slike
pl: Współczynnik proporcji
uk: Співвідношення сторін

source: Default
hr: Zadano
pl: Domyślny
uk: Типово

# zoom
source: Scale / Zoom
hr: Razmjer / Zumiranje
pl: Skala / Powiększenie
uk: Змінити масштаб

# openexternal
source: Open in external player
hr: Otvori u vanjskom reproduktoru
pl: Otwórz w odtwarzaczu zewnętrznym
uk: Відкрити в іншому програвачі

source: Open
hr: Otvori
pl: Otwórz
uk: Відкрити

# remembervol
source: Remember volume
hr: Zapamti glasnoću zvuka
pl: Zapamiętaj głośność
uk: Запам'ятати гучність

# hidempv
source: Hide mpv panel
hr: Sakrij mpv panel
pl: Ukryj panel mpv
uk: Приховати панель плеєра mpv

# filepath
source: Path to file or URL
hr: Putanja do datoteke ili URL-a
pl: Ścieżka do pliku lub adres URL
uk: Шлях до файла або посилання

# panscan
source: Pan and scan
hr: Obreži i prilagodi
pl: Proporcje obrazu
uk: Панорамування та сканування

# tab_exp
source: Experimental
hr: Eksperimentalno
pl: Eksperymentalne
uk: Експериментальні

# exp1
source: Side floating panel adjustment
hr: Prilagodba bočnog lebdećeg panela
pl: Playlista na obrazie wideo tryb pełnoekranowy
uk: Регулювання бокової плаваючої панелі

# exp2
source: Playlist width in full screen mode
hr: Širina popisa izvođenja u cjelozaslonskom prikazu
pl: Szerokość playlisty tryb pełnoekranowy
uk: Ширина плейлиста в повноекранному режимі

# exp3
source: Playlist height in full screen mode
hr: Visina popisa izvođenja u cjelozaslonskom prikazu
pl: Wysokość playlisty tryb pełnoekranowy
uk: Висота плейлиста в повноекранному режимі

# expwarning
source: The settings here may be unstable!
hr: Ove postavke možda su nestabilne!
pl: Ustawienia tutaj mogą być niestabilne!
uk: Ці налаштування можуть бути нестабільними!

# mouseswitchchannels
source: Switch channels with the mouse wheel
hr: Prebaci program kotačićem miša
pl: Przełączaj kanały kółkiem myszy
uk: Перемикати канали коліщатком миші

source: Actions
hr: Radnje
pl: Działanie
uk: Дії

# defaultchangevol
source: by default: change volume
hr: po zadanome promijeni: glasnoću zvuka
pl: domyślnie: ustawianie głośności
uk: типово: зміна гучності

# showplaylistmouse
source: Show playlist on mouse move
hr: Prikaži popis izvođenja pri pomaku miša
pl: Pokaż listę odtwarzania przy ruchu myszki
uk: Показувати плейлист під час руху миші

# showcontrolsmouse
source: Show controls on mouse move
hr: Prikaži upravljanja pri pomaku miša
pl: Pokaż panel kontrolny przy ruchu myszki
uk: Показувати панель керування під час руху миші

# volumeshort
source: Vol
hr: Glasnoća
pl: Dźwięk
uk: Гучн.

source: Hide TV guide
hr: Sakrij TV vodič
pl: Ukryj przewodnik telewizyjny
uk: Приховати телепрограму

# flpopacity
source: Floating panels opacity
hr: Prozirnost lebdećih panela
uk: Прозорість плаваючих панелей

source: Show/hide playlist
hr: Prikaži/Sakrij popis izvođenja
pl: Pokaż/ukryj playlistę
uk: Показати/сховати плейлист

# showhidectrlpanel
source: Show/hide controls panel
hr: Prikaži/Sakrij panel upravljanja
pl: Pokaż/ukryj panel sterowania
uk: Показати/сховати панель керування

# mininterface
source: Minimal interface
hr: Jednostavno sučelje
pl: Minimalny interfejs
uk: Мінімальний інтерфейс

# panelposition
source: Floating panel position
hr: Položaj lebdećeg panela
pl: Panel pływający pozycja
uk: Розташування плаваючої панелі

source: Left
hr: Lijevo
pl: Po lewej
uk: Ліворуч

source: Right
hr: Desno
pl: Po prawej
uk: Праворуч

# doscreenshotsvia
source: Take screenshots via
hr: Uslikaj sliku zaslona koristeći
pl: Zrób zrzuty ekranu przez
uk: Програма для знімків екрану

# playlistsep
source: Playlist in separate window
hr: Popis izvođenja u zasebnom prozoru
pl: Playlista w osobnym oknie
uk: Плейлист в окремому вікні

source: Volume change step
hr: Korak promjene glasnoće zvuka
uk: Крок регулювання гучності

source: Hide EPG percentage
hr: Sakrij prikaz EPG napredka
uk: Приховати проценти телепрограми

# chaniconsfromepg
source: Load channel icons from EPG
hr: Učitaj ikone programa iz EPG vodiča
uk: Завантажувати логотипи каналів з EPG

# xtreamnoconn
source: Could not connect
hr: Nemoguće povezivanje
uk: Неможливо під'єднатися

# procerror
source: Processing error
hr: Greška obrade
uk: Помилка обробки

source: Username
hr: Korisničko ime
uk: Логін

source: Password
hr: Lozinka
uk: Пароль

# multipleplnote
source: You can specify multiple playlists by clicking the File - Playlists button (after saving the settings)
hr: Možete postaviti više popisa izvođenja klikom na Datoteka - tipku Popisi izvođenja (nakon spremanja postavki)
uk: Ви можете додати декілька плейлистів кнопкою Провайдери (після збереження налаштувань)

# favoritesplaylistsep
source: Favourites (separate playlist)
hr: Omiljeni (zasebni popis izvođenja)
uk: Обране (окремий плейлист)

source: No channels
hr: Nema programa
uk: Нема каналів

source: EPG name
hr: EPG naziv
uk: EPG назва

# iaepgmatch
source: Inaccurate EPG matching
hr: Netočno EPG podudaranje
uk: Неточне співставлення телепрограми

source: Using
hr: Koristi se
uk: Використовується

source: Aspect
hr: Omjer slike
uk: Співвідношення сторін

source: Average Bitrate
hr: Brzina prijenosa
uk: Середній бітрейт

source: Channel Count
hr: Broj kanala
uk: Кількість каналів

source: Channels
hr: Kanali
uk: Канали

source: Codec
hr: Kôdek
uk: Кодек

source: Colour
hr: Boja
uk: Колір

source: Dimensions
hr: Razlučivost
uk: Розміри

source: Gamma
hr: Gama
uk: Гамма

source: General
hr: Općenito
uk: Загальні

source: Layout
hr: Izgled
uk: Компонування

source: Pixel Format
hr: Format piksela
uk: Формат пікселів

source: Sample Rate
hr: Frekvencija
uk: Частота дискретизації

source: Stream Information
hr: Informacije strujanja
uk: Інформація про потік

source: Video
hr: Slika
uk: Відео

source: Audio
hr: Zvuk
uk: Звук

source: Check for updates
hr: Provjera nadopuna
uk: Перевірити оновлення

# gotlatestversion
source: You have the latest available version!
hr: Imate najnoviju dostupnu inačicu!
uk: У вас вже встановлена найновіша версія!

# newversiongetfail
source: Error retrieving latest version information
hr: Greška preuzimanja informacija najnovije inačice
uk: Не вдалося отримати інформацію про останню версію

# newversionavail
source: New version available! Visit web page to install?
hr: Nova inačica je dostupna! Želite li posjetiti web stranicu kako bi ju instalirali?
uk: Доступна нова версія. Відвідати веб-сторінку для завантаження?

source: About Qt
hr: O Qt-u
uk: Про Qt

# applog
source: Astroncia IPTV log
hr: Astroncia IPTV zapis
uk: Журнал Astroncia IPTV

source: mpv log
hr: mpv zapis
uk: Журнал mpv

source: Copy to clipboard
hr: Kopiraj u međuspremnik
uk: Копіювати в буфер обміну

# choosesavefilename
source: Choose a filename to save under
hr: Odaberi naziv datoteke za spremanje
uk: Введіть назву файлу для збереження

source: Logs
hr: Zapisi
uk: Журнали

source: Bits Per Pixel
hr: Bita po pikselu
uk: Біт на один піксель

source: EPG loading...
hr: EPG učitavanje...
uk: Телепрограма завантажується...

# unknownencoding
source: Failed to load playlist - unknown encoding! Please use playlists in UTF-8 encoding.
hr: Neuspjelo učitavanje popisa izvođenja - nepoznato kôdiranje! Koristite popis izvođenja u UTF-8 kôdiranju.
uk: Не вдалося завантажити плейлист: невідоме кодування! Будь ласка, використовуйте плейлисти в кодуванні UTF-8.

# menubar_exit
source: &Exit
hr: &Zatvori
uk: &Вихід

# menubar_title_file
source: &File
hr: &Datoteka
uk: &Файл

# menubar_title_play
source: &Play
hr: &Reprodukcija
uk: &Відтворення

# menubar_playpause
source: &Play / Pause
hr: &Gledaj / Pauziraj
uk: &Відтворити / Призупинити

# menubar_stop
source: &Stop
hr: &Zaustavi
uk: &Стоп
