Repository: yuki-iptv/yuki-iptv
Catalog: po/astronciaiptv-*.po
Languages: hr, pl, uk

# minutes_plural
source: minute
hr: minuta
uk: хвилина

# seconds_plural
source: second
hr: sekunda
uk: секунда

# menubar_previous
source: &Previous
hr: &Prijašnji program
uk: &Попередній

# menubar_next
source: &Next
hr: &Sljedeći program
uk: &Наступний

source: Speed
hr: Brzina
uk: Швидкість

# menubar_normalspeed
source: &Normal speed
hr: &Normalna brzina
uk: &Нормальна швидкість

# menubar_video
source: &Video
hr: &Slika
uk: В&ідео

# menubar_audio
source: &Audio
hr: &Zvuk
uk: &Аудіо

# menubar_fullscreen
source: &Fullscreen
hr: &Cjelozaslonski prikaz
uk: На весь &екран

# menubar_compactmode
source: &Compact mode
hr: &Jednostavniji prikaz
uk: &Компактний режим

# menubar_csforchannel
source: &Settings for channel
hr: &Postavke programa
uk: &Настройки для каналу

# menubar_view
source: Vie&w
hr: Pog&led
uk: Ви&д

# menubar_options
source: &Options
hr: &Mogućnosti
uk: &Параметри

# menubar_settings
source: &Settings
hr: &Postavke
uk: &Налаштування

# menubar_about
source: &About Astroncia IPTV
hr: &O Astroncia IPTV
uk: П&ро Astroncia IPTV

# menubar_help
source: &Help
hr: &Pomoć
uk: Д&овідка

# menubar_screenshot
source: &Screenshot
hr: &Uslikaj zaslon
uk: &Знімок екрана

# menubar_mute
source: &Mute audio
hr: &Utišaj zvuk
uk: &Приглушити звук

# menubar_track
source: &Track
hr: &Zapis
uk: Дорі&жка

# empty_sm
source: empty
hr: prazno
uk: порожньо

# menubar_checkupdates
source: &Check for updates
hr: &Provjeri nadopune
uk: &Перевірити оновлення

# ffmpeg_processing
source: Processing record...
hr: Obrada snimanja...
uk: Обробка запису...

# menubar_volumeminus
source: V&olume -
hr: Glasno&ća zvuka -
uk: Г&учність -

# menubar_volumeplus
source: Vo&lume +
hr: Glasno&ća zvuka +
uk: Гу&чність +

source: list
hr: popis
uk: список

# menubar_m3ueditor
source: &m3u Editor
hr: &m3u uređivač
uk: &Редактор плейлистів m3u

# menubar_playlists
source: &Playlists
hr: &Popis izvođenja
uk: &Плейлисти

# menubar_channelsort
source: &Channel sort
hr: &Poredak programa
uk: &Сортування каналів

# menubar_filters
source: F&ilters
hr: F&iltriranje
uk: &Фільтри

# menubar_postproc
source: &Postprocessing
hr: &Dodatna obrada
uk: &Подальша обробка

# menubar_deblock
source: &Deblock
hr: &Deblokiraj
uk: &Розмивати квадратики

# menubar_noise
source: Add n&oise
hr: Dodaj za&sićenje
uk: Додати &шуми

# menubar_black
source: Add &black borders
hr: Dodaj &crne obrube
uk: Додати &чорні смуги

# menubar_phase
source: &Autodetect phase
hr: &Automatsko otkrivanje faze
uk: &Автовизначення фази

# menubar_extrastereo
source: &Extrastereo
hr: &Dodatni stereo
uk: &Розширене стерео

# menubar_earvax
source: &Headphone optimization
hr: &Optimizacija za slušalice
uk: &Оптимізація для навушників (earvax)

# menubar_volnorm
source: Volume &normalization
hr: Normalizacije &glasnoće zvuka
uk: &Нормалізація гучності

# errorvfapply
source: Error applying filters
hr: Greška primjene filtra
uk: Помилка застосування фільтрів

# menubar_softscaling
source: Soft&ware scaling
hr: Soft&verska prilagodba
uk: Масштабувати про&грамно

# menubar_updateepg
source: &Update TV guide
hr: &Nadopuni TV vodič
uk: &Оновити телепрограму

# playername
source: IPTV player
hr: IPTV reproduktor

# hidebitrateinfo
source: Hide bitrate / video info
hr: Sakrij brzinu prijenosa / video informacije
uk: Приховати інформацію про бітрейт / відео

# movedragging
source: Move window by dragging
hr: Pomiči prozor povlačenjem
uk: Пересувати вікно мишкою

source: playlist
hr: popis izvođenja
uk: список відтворення

# ignoringmpvoptions
source: Custom MPV options invalid, ignoring them
hr: Prilagođene MPV mogućnosti nevaljane, zanemarujem ih
uk: Ігноруються невірні опції MPV

# showonlychplaylist
source: Show only channels in playlist
hr: Prikaži samo programe u popisu izvođenja
uk: Показувати лише канали з плейлиста

source: channels
hr: programi
uk: каналів

# hideplaylistleftclk
source: Hide playlist by left click
hr: Sakrij popis izvođenja lijevim klikom
uk: Приховувати плейлист лівим кліком

# styleredefoff
source: Enable styles redefinition
hr: Omogući redefiniranje izgleda
uk: Увімкнути переназначення стилів

# alwaysontop
source: Window always on top
hr: Uvijek na vrhu
uk: Вікно завжди вгорі

# expfunctionwarning
source: WARNING: experimental function, working with problems
hr: UPOZORENJE: eksperimentalna funkcija, radi s problemima
uk: УВАГА! Експериментальна функція, працює з проблемами

# menubar_expfunction
source: experimental function
hr: eksperimentalna funkcija
uk: експериментальна функція

# autoreconnection
source: Automatic reconnection
hr: Automatsko ponovno povezivanje
uk: Автоматичне перепідключення

# customua
source: - custom -
hr: - prilagođeno -
uk: - користувацький -

# deletefromfav
source: Delete from favourites
hr: Ukloni iz omiljenih
uk: Видалити з обраного

# scrrecnosubfolders
source: Do not create screenshots and recordings subfolders
hr: Ne stvaraj podmape slika zaslona i snimanja
uk: Не створювати підтеки для знімків екрану і записів

# nocacheepg
source: Do not cache EPG
hr: Ne stvaraj EPG predmemoriju

# nourlset
source: URL not specified!
hr: URL nije naveden!

# updcurplaylist
source: &Update current playlist
hr: &Nadopuni trenutni popis izvođenja

source: Shortcuts
hr: Prečaci

source: Shortcut
hr: Prečac

# desc
source: Description
hr: Opis

# exitfullscreen2
source: Exit fullscreen
hr: Izlazak iz cjelozaslonskog prikaza

source: Show clock
hr: Prikaži sat

# tvguideforallchans
source: TV guide for all channels
hr: TV vodič za sve programe

# shortcutchange
source: Double click to change
hr: Dvostruki klik za promjenu

source: Modify shortcut
hr: Promjena prečaca

# pressnewkey
source: Press the key combination you want to assign
hr: Pritisnite kombinaciju tipka koje želite dodijeliti

source: Cancel
hr: Odustani

source: OK
hr: U redu

# shortcutused
source: Shortcut already used
hr: Prečac se već koristi

# helptext
source: Astroncia IPTV, version {} © kestral / astroncia https://gitlab.com/astroncia IPTV player Supports TV guide (EPG) only in XMLTV and JTV formats! Channel not working? Right mouse button opens channel settings Icons by Font Awesome ( https://fontawesome.com/ ) Icons licensed under the CC BY 4.0 License ( https://creativecommons.org/licenses/by/4.0/ ) Hotkeys can be changed in Options -> Shortcuts
hr: Astroncia IPTV, inačica {} © 2021-2022 Astroncia https://gitlab.com/astroncia IPTV reproduktor Podržava TV vodič (EPG) samo u XMLTV i JTV formatu! Program ne radi? Desni klik miša otvara postavke programa Ikone od Font Awesome ( https://fontawesome.com/ ) Ikone su licencirane pod CC BY 4.0 Licencom ( https://creativecommons.org/licenses/by/4.0/ )
pl: Astroncia IPTV, wersja {} © kestral / astroncia < kestraly (at) gmail.com > https://gitlab.com/astroncia Odtwarzacz IPTV Obsługuje przewodnik telewizyjny (EPG) tylko w formacie XMLTV i JTV Kanał nie działa? Prawy przycisk myszy otwiera ustawienia kanału Ikony według Font Awesome ( https://fontawesome.com/ ) Ikony na licencji CC BY 4.0 ( https: //creativecommons.org/licenses/by/4.0/ ) Skróty klawiszowe: F / F11 — tryb pełnoekranowy M — wyciszenie Q — zamknięcie programu Spacja — wstrzymanie S — zatrzymanie odtwarzania H — zrzut ekranu G — przewodnik telewizyjny (EPG) R — rozpoczęcie/zatrzymanie nagrywania P — poprzedni kanał N — następny kanał T — otwieranie/zamykanie listy kanałów O — wyświetlanie/ukrywanie zegara I — sortowanie kanałów D — harmonogram nagrywania
uk: Astroncia IPTV, версія {} © kestral / astroncia https://gitlab.com/astroncia Підтримка: https://unixforum.org/viewtopic.php?f=3&t=151801 Багатоплатформовий плеєр для перегляду інтернет-телебачення Підтримується телепрограма (EPG) тільки в форматах XMLTV и JTV! Не працює канал? Права кнопка миші відкриває налаштування каналу. Коли вказали групу каналу в налаштуваннях, перезапустіть програму.

source: UDP proxy
uk: UDP проксі

# jtvoffsetrecommendation
source: Recommended to set 0 here if using JTV (XMLTV timezone is ignored)
pl: Zaleca się ustawienie 0, jeśli używasz JTV
uk: Рекомендується вказати 0, якщо JTV

# bitrate1
source: bps
uk: біт/с

# bitrate2
source: kbps
uk: кбіт/с

# bitrate3
source: Mbps
uk: Мбіт/с

# bitrate4
source: Gbps
uk: Гбіт/с

# bitrate5
source: Tbps
uk: Тбіт/с

# themecompat
source: Dark theme compatibility
pl: Ciemny motyw kompatybilny
uk: Сумісність з темною темою

source: URL
uk: URL адреса

source: Format
uk: Формат

# setdefaultplaylist
source: Select default playlist (Free-TV)
uk: Обрати типовий плейлист (Free-TV)

# ihaveplaylist
source: I have M3U / XSPF / XTream playlist
uk: Я маю плейлист M3U / XSPF / XTream

# menubar_dering
source: De&ring
uk: Видалити кіль&цеподібні артефакти

# menubar_debanding
source: Debanding (&gradfun)
uk: Забрати &сходинковість (gradfun)

# menubar_karaoke
source: &Karaoke
uk: &Караоке (приглушення голосу)
